Repository: Pere-D/Finance-Helper
Catalog: FinanceHelper/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fr, hr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sv, tr, zh_hans

# Nicht geplant: %@
source: Not planned: %@
ar: غير مخطط له: %@
cs: Není v plánu: %@
da: Ikke planlagt: %@
de: Nicht geplant: %@
es: No previsto: %@
fr: Non prévu : %@
hr: Nije planirano: %@
hu: Nem tervezett: %@
it: Non previsto: %@
ja: 予定外：%@
nb: Ikke planlagt: %@
nl: Niet gepland: %@
pl: Nieplanowane: %@
pt_br: Não planejado: %@
ro: Neplanificat: %@
ru: Не запланировано: %@
sv: Ej planerat: %@
tr: Planlanmamış: %@
zh_hans: 未计划：%@

# Nicht zugeordnet
source: Unassigned
ar: غير مخصص
cs: Nepřiřazeno
da: Ikke tilknyttet
de: Nicht zugeordnet
es: Sin asignar
fr: Non attribué
hr: Nedodijeljeno
hu: Nem hozzárendelt
it: Non assegnato
ja: 未割り当て
nb: Ikke tilordnet
nl: Niet toegewezen
pl: Nieprzypisane
pt_br: Não atribuído
ro: Neatribuit
ru: Не назначено
sv: Ej tilldelad
tr: Atanmamış
zh_hans: 未分配

# Nie
source: Never
ar: أبدًا
cs: Nikdy
da: Aldrig
de: Nie
es: Nunca
fr: Jamais
hr: Nikada
hu: Soha
it: Mai
ja: 決して
nb: Aldri
nl: Nooit
pl: Nigdy
pt_br: Nunca
ro: Niciodată
ru: Никогда
sv: Aldrig
tr: Asla
zh_hans: 从不

source: No account
ar: لا يوجد حساب
cs: Žádný účet
da: Ingen konto
de: Kein Konto
es: Sin cuenta
hr: Nema računa
hu: Nincs fiók
it: Nessun conto
ja: アカウントがありません
nb: Ingen konto
nl: Geen rekening
pt_br: Nenhuma conta
ro: Niciun cont
ru: Нет аккаунта
sv: Inget konto
tr: Hesap yok
zh_hans: 没有账户

# no_accounts
source: No accounts yet
ar: لا توجد حسابات حتى الآن
cs: Zatím žádné účty
da: Ingen konti endnu
de: Noch keine Konten
es: Aún no hay cuentas
hr: Još nema računa
hu: Még nincsenek fiókok
it: Nessun account ancora
ja: まだアカウントがありません
nb: Ingen kontoer ennå
nl: Nog geen accounts
pt_br: Nenhuma conta ainda
ro: Încă nu există conturi
ru: Аккаунтов пока нет
sv: Inga konton ännu
tr: Henüz hesap yok
zh_hans: 还没有账户

# no_budget_entries
source: No budget entries yet
ar: لا توجد إدخالات الميزانية حتى الآن
cs: Zatím žádné položky rozpočtu
da: Ingen budgetposter endnu
de: Noch keine Budget-Einträge
es: Aún no hay entradas de presupuesto
hr: Još nema unosa proračuna
hu: Még nincsenek költségvetési tételek
it: Nessuna voce di bilancio ancora
ja: まだ予算入力がありません
nb: Ingen budsjettposter ennå
nl: Er zijn nog geen budgetposten
pt_br: Ainda não há entradas de orçamento
ro: Nicio intrare în buget încă
ru: Записей в бюджете пока нет
sv: Inga budgetposter ännu
tr: Henüz bütçe girişi yok
zh_hans: 还没有预算条目

# no_entries
source: No entries yet.
ar: لا توجد إدخالات حتى الآن.
cs: Zatím žádné záznamy.
da: Ingen poster endnu.
de: Noch keine Einträge.
es: Aún no hay entradas.
hr: Još nema unosa.
hu: Még nincsenek bejegyzések.
it: Nessuna voce ancora.
ja: まだエントリーはありません。
nb: Ingen oppføringer ennå.
nl: Nog geen vermeldingen.
pt_br: Nenhuma entrada ainda.
ro: Nicio intrare încă.
ru: Пока нет записей.
sv: Inga inlägg ännu.
tr: Henüz giriş yok.
zh_hans: 还没有条目。

# no_entries_hint
source: Tap + to add your first planned entry.
ar: اضغط على + لإضافة أول إدخال مخطط له.
cs: Klepnutím na + přidejte svůj první plánovaný záznam.
da: Tryk på + for at tilføje din første planlagte post.
de: Tippe auf + um deinen ersten geplanten Eintrag hinzuzufügen.
es: Toque + para agregar su primera entrada planificada.
hr: Dodirnite + da dodate svoj prvi planirani unos.
hu: Érintse meg a + gombot az első tervezett bejegyzés hozzáadásához.
it: Tocca + per aggiungere la prima voce pianificata.
ja: 「+」をタップして、最初に予定しているエントリを追加します。
nb: Trykk på + for å legge til din første planlagte oppføring.
nl: Tik op + om uw eerste geplande invoer toe te voegen.
pt_br: Toque em + para adicionar sua primeira entrada planejada.
ro: Atingeți + pentru a adăuga prima intrare planificată.
ru: Нажмите +, чтобы добавить первую запланированную запись.
sv: Tryck på + för att lägga till din första planerade post.
tr: Planlanan ilk girişinizi eklemek için +'ya dokunun.
zh_hans: 点击 + 添加您的第一个计划条目。

source: No planned entries
ar: لا توجد إدخالات المخطط لها
cs: Žádné plánované záznamy
da: Ingen planlagte tilmeldinger
de: Keine geplanten Einträge
es: No hay entradas previstas
hr: Nema planiranih unosa
hu: Nincs tervezett bejegyzés
it: Nessuna voce pianificata
ja: エントリー予定はありません
nb: Ingen planlagte påmeldinger
nl: Geen geplande inschrijvingen
pt_br: Nenhuma entrada planejada
ro: Fără intrări planificate
ru: Нет запланированных записей
sv: Inga planerade anmälningar
tr: Planlanmış giriş yok
zh_hans: 没有计划参赛

source: No Profile
ar: لا يوجد ملف شخصي
cs: Žádný profil
da: Ingen profil
de: Kein Profil
es: Sin perfil
fr: Aucun profil
hr: Nema profila
hu: Nincs profil
it: Nessun profilo
ja: プロフィールなし
nb: Ingen profil
nl: Geen profiel
pl: Brak profilu
pt_br: Sem perfil
ro: Fără profil
ru: Нет профиля
sv: Ingen profil
tr: Profil Yok
zh_hans: 无档案

# no_profile_subtitle
source: Create a profile to get started.
ar: قم بإنشاء ملف شخصي للبدء.
cs: Vytvořte profil pro začátek.
da: Opret en profil for at komme i gang.
de: Erstelle ein Profil um loszulegen.
es: Crea un perfil para empezar.
fr: Créez un profil pour commencer.
hr: Stvorite profil za početak.
hu: A kezdéshez hozzon létre egy profilt.
it: Crea un profilo per iniziare.
ja: プロフィールを作成して始めましょう。
nb: Opprett en profil for å komme i gang.
nl: Maak een profiel aan om te beginnen.
pl: Utwórz profil, aby zacząć.
pt_br: Crie um perfil para começar.
ro: Creați un profil pentru a începe.
ru: Создайте профиль, чтобы начать.
sv: Skapa en profil för att komma igång.
tr: Başlamak için bir profil oluşturun.
zh_hans: 创建一个档案以开始使用。

source: No results
ar: لا توجد نتائج
cs: Žádné výsledky
da: Ingen resultater
de: Keine Ergebnisse
es: Sin resultados
hr: Nema rezultata
hu: Nincs eredmény
it: Nessun risultato
ja: 結果はありません
nb: Ingen resultater
nl: Geen resultaten
pt_br: Nenhum resultado
ro: Niciun rezultat
ru: Нет результатов
sv: Inga resultat
tr: Sonuç yok
zh_hans: 没有结果

source: No transfer
ar: لا نقل
cs: Žádný převod
da: Ingen overførsel
de: Kein Transfer
es: Sin transferencia
hr: Nema prijenosa
hu: Nincs transzfer
it: Nessun trasferimento
ja: 転送なし
nb: Ingen overføring
nl: Geen overdracht
pt_br: Sem transferência
ro: Niciun transfer
ru: Нет передачи
sv: Ingen överföring
tr: Aktarım yok
zh_hans: 不转帐

# Noch keine Budgetplanung vorhanden — übernimm einzelne Vorschläge oder alle.
source: No budget plan yet — adopt individual suggestions or all of them.
ar: لا توجد خطة ميزانية حتى الآن — يمكنك اعتماد اقتراحات فردية أو جميعها.
cs: Zatím není k dispozici žádný rozpočet — převezmi jednotlivé návrhy nebo všechny.
da: Der foreligger endnu ingen budgetplanlægning — du kan vælge at overtage enkelte forslag eller dem alle.
de: Noch keine Budgetplanung vorhanden — übernimm einzelne Vorschläge oder alle.
es: Aún no hay un plan presupuestario: puedes aceptar algunas propuestas o todas.
fr: Aucune planification budgétaire n'est encore disponible — reprends certaines propositions ou toutes.
hr: Još nema plana proračuna — usvojiti pojedinačne prijedloge ili sve njih.
hu: Még nincs költségvetési terv — vedd át az egyes javaslatokat vagy az összeset.
it: Non è ancora stata elaborata una pianificazione di bilancio — puoi adottare singole proposte o tutte.
ja: まだ予算計画は作成されていません — 個別の提案を採用するか、すべてを採用してください。
nb: Det foreligger ennå ingen budsjettplanlegging — ta med enkelte forslag eller alle.
nl: Er is nog geen begrotingsplanning beschikbaar — neem afzonderlijke voorstellen of alle voorstellen over.
pl: Nie ma jeszcze planu budżetowego — możesz przyjąć poszczególne propozycje lub wszystkie.
pt_br: Ainda não há um planejamento orçamentário — adote sugestões individuais ou todas elas.
ro: Nu există încă o planificare bugetară — preia propunerile individuale sau pe toate.
ru: Планирование бюджета пока отсутствует — можно использовать отдельные предложения или все сразу.
sv: Ingen budgetplanering finns ännu — använd enskilda förslag eller alla.
tr: Henüz bir bütçe planı yok — tek tek önerileri ya da hepsini kabul et.
zh_hans: 目前尚无预算计划——可采纳部分建议，也可全部采纳。

# Noch nicht im Budget geplant
source: Not yet included in the budget
ar: لم يتم تضمينه في الميزانية بعد
cs: Zatím není zahrnuto v rozpočtu
da: Ikke endnu medtaget i budgettet
de: Noch nicht im Budget geplant
es: Aún no se ha incluido en el presupuesto
fr: Pas encore prévu dans le budget
hr: Još nije uključeno u proračun
hu: Még nem szerepel a költségvetésben
it: Non ancora previsto nel bilancio
ja: 予算にはまだ計上されていない
nb: Ikke planlagt i budsjettet ennå
nl: Nog niet in de begroting opgenomen
pl: Nie uwzględniono tego jeszcze w budżecie
pt_br: Ainda não está previsto no orçamento
ro: Nu este încă prevăzut în buget
ru: Еще не предусмотрено в бюджете
sv: Ännu inte planerat i budgeten
tr: Henüz bütçede yer almıyor
zh_hans: 尚未纳入预算

# notes_section
source: Notes
ar: ملحوظات
cs: Poznámky
de: Notizen
es: Notas
hr: Bilješke
hu: Megjegyzések
it: Note
ja: 注意事項
nb: Notater
nl: Opmerkingen
pt_br: Notas
ro: Note
ru: Примечания
sv: Anteckningar
tr: Notlar
zh_hans: 笔记

# Notgroschen Reserve
source: Emergency Fund
ar: احتياطي الطوارئ
cs: Rezerva na horší časy
da: Nødpenge-reserve
de: Notgroschen Reserve
es: Reserva para imprevistos
fr: Réserve d'urgence
hr: Fond za hitne slučajeve
hu: Tartalékpénz
it: Riserva di emergenza
ja: 非常用資金
nb: Nødreserve
nl: Noodfonds
pl: Rezerwa na czarną godzinę
pt_br: Reserva de emergência
ro: Rezervă de urgență
ru: Резерв на черный день
sv: Nödsparande
tr: Acil Durum Fonu
zh_hans: 应急储备金

# Notiz auf alle %lld anwenden
source: Apply note to all %lld
ar: تطبيق الملاحظة على جميع %lld
cs: Použít poznámku na všechny %lld
da: Anvend notatet på alle %lld
de: Notiz auf alle %lld anwenden
es: Aplicar la nota a todos los %lld
fr: Appliquer cette note à tous les %lld
hr: Primijeni ovu bilješku na sve %lld
hu: A megjegyzés alkalmazása az összes %lld-re
it: Applica la nota a tutti i %lld
ja: すべての %lld に注釈を適用する
nb: Bruk merknaden på alle %lld
nl: Deze opmerking toepassen op alle %lld
pl: Zastosuj notatkę do wszystkich %lld
pt_br: Aplicar a nota a todos os %lld
ro: Aplică nota la toate %lld
ru: Применить заметку ко всем %lld
sv: Tillämpa anteckningen på alla %lld
tr: Notu tüm %lld’lere uygula
zh_hans: 将备注应用于所有 %lld

# Notiz hinzufügen…
source: Add a note…
ar: إضافة ملاحظة…
cs: Přidat poznámku…
da: Tilføj en note…
de: Notiz hinzufügen…
es: Añadir una nota…
fr: Ajouter une note…
hr: Dodaj bilješku…
hu: Jegyzet hozzáadása…
it: Aggiungi una nota…
ja: メモを追加…
nb: Legg til en notat…
nl: Een notitie toevoegen…
pl: Dodaj notatkę…
pt_br: Adicionar nota…
ro: Adaugă o notă…
ru: Добавить заметку…
sv: Lägg till en anteckning…
tr: Not ekle…
zh_hans: 添加备注……

# Notiz setzt Kategorie auf
source: Note sets the category to
ar: الملاحظة تحدد الفئة
cs: Poznámka nastaví kategorii
da: Notat indstiller kategori til
de: Notiz setzt Kategorie auf
es: La nota establece la categoría
fr: La note définit la catégorie
hr: Napomena postavlja kategoriju na
hu: A jegyzet beállítja a kategóriát
it: La nota imposta la categoria
ja: メモにカテゴリを設定する
nb: Notatet angir kategori
nl: Notitie stelt categorie in
pl: Notatka ustawia kategorię na
pt_br: A nota define a categoria
ro: Notă setează categoria
ru: Заметка устанавливает категорию
sv: Anteckningen anger kategori
tr: Not, kategoriyi ayarlar
zh_hans: 笔记设置分类

# Nur bei ähnlichem Betrag anwenden
source: Use only if the amount is similar
ar: لا يُستخدم إلا في حالة وجود مبلغ مماثل
cs: Použít pouze v případě podobné částky
da: Anvend kun ved et tilsvarende beløb
de: Nur bei ähnlichem Betrag anwenden
es: Utilizar solo si el importe es similar
fr: À n'utiliser que si le montant est similaire
hr: Koristite samo ako je iznos sličan.
hu: Csak hasonló összeg esetén alkalmazandó
it: Da utilizzare solo se l'importo è simile
ja: 金額が同程度の場合にのみ適用する
nb: Bruk kun ved tilsvarende beløp
nl: Alleen toepassen bij een vergelijkbaar bedrag
pl: Stosować wyłącznie w przypadku podobnej kwoty
pt_br: Aplicar apenas se o valor for semelhante
ro: A se aplica numai în cazul unei sume similare
ru: Применять только при аналогичной сумме
sv: Använd endast vid liknande belopp
tr: Yalnızca benzer tutarlarda kullanın
zh_hans: 仅在金额相近时适用

# Ø / Monat
source: Average per month
ar: Ø / الشهر
cs: průměr za měsíc
da: Gennemsnit pr. måned
de: Ø / Monat
es: Ø / mes
fr: Ø / mois
hr: Prosjek po mjesecu
hu: Ø / hónap
it: Ø / mese
ja: 月平均
nb: Ø / måned
nl: Ø / maand
pl: Średnio / miesiąc
pt_br: Ø / mês
ro: Ø / lună
ru: Ø / месяц
sv: Ø / månad
tr: Aylık ortalama
zh_hans: Ø / 月

# Ø %@/Monat laut Analyse. Als Eintrag anlegen?
source: Ø %@/month according to the analysis. Create as an entry?
ar: Ø %@/شهر وفقًا للتحليل. هل يتم تسجيلها كبند؟
cs: Ø %@/měsíc podle analýzy. Vytvořit jako záznam?
da: Ø %@/måned ifølge analysen. Skal det oprettes som en post?
de: Ø %@/Monat laut Analyse. Als Eintrag anlegen?
es: Ø %@/mes según el análisis. ¿Crear como entrada?
fr: Ø %@/mois selon l'analyse. Créer une entrée ?
hr: Ø %@/mjesec prema analizi. Stvoriti kao unos?
hu: Az elemzés szerint Ø %@/hónap. Bejegyzésként létrehozni?
it: Ø %@/mese secondo l'analisi. Creare una voce?
ja: 分析によると、Ø %@/月。これをエントリとして作成しますか？
nb: Ø %@/måned ifølge analysen. Skal dette legges inn som en oppføring?
nl: Ø %@/maand volgens de analyse. Als record aanmaken?
pl: Ø %@/miesiąc według analizy. Utworzyć jako wpis?
pt_br: Ø %@/mês, de acordo com a análise. Criar como registro?
ro: Ø %@/lună, conform analizei. Să se înregistreze ca intrare?
ru: Ø %@/месяц согласно анализу. Создать запись?
sv: Ø %@/månad enligt analysen. Ska detta läggas in som en post?
tr: Analize göre aylık ortalama %@. Kayıt olarak eklemek ister misiniz?
zh_hans: 根据分析，每月平均为Ø %@。是否将其保存为条目？

# Ø aus %lld Tx
source: Ø from %lld Tx
ar: Ø من %lld Tx
cs: Ø z %lld Tx
da: Ø ud fra %lld Tx
de: Ø aus %lld Tx
es: Ø a partir de %lld Tx
fr: Ø à partir de %lld Tx
hr: Ø od %lld Tx
hu: Ø %lld Tx-ből
it: Ø da %lld Tx
ja: Ø（%lld Tx に基づく）
nb: Ø fra %lld Tx
nl: Ø uit %lld Tx
pl: Ø z %lld Tx
pt_br: Ø a partir de %lld Tx
ro: Ø din %lld Tx
ru: Ø из %lld Tx
sv: Ø från %lld Tx
tr: Ø %lld Tx'den
zh_hans: Ø 来自 %lld Tx

# Ø Betrag über %lld Monate
source: Average amount over %lld months
ar: Ø المبلغ على مدى %lld أشهر
cs: Ø částka za %lld měsíců
da: Ø Beløb over %lld måneder
de: Ø Betrag über %lld Monate
es: Ø Importe en %lld meses
fr: Ø Montant sur %lld mois
hr: Prosječni iznos tijekom %lld mjeseci
hu: Ø Összeg %lld hónap alatt
it: Ø Importo su %lld mesi
ja: Ø %lldヶ月間の金額
nb: Ø Beløp over %lld måneder
nl: Ø Bedrag over %lld maanden
pl: Ø Kwota za %lld miesięcy
pt_br: Ø Valor ao longo de %lld meses
ro: Ø Suma pe %lld luni
ru: Ø Сумма за %lld месяцев
sv: Ø Belopp över %lld månader
tr: Ø %lld ay boyunca ödenen tutar
zh_hans: Ø 金额，分%lld个月支付

# Ø Jahr
source: Ø Year
ar: Ø سنة
cs: Ø rok
da: Gennemsnitligt pr. år
de: Ø Jahr
es: Ø al año
fr: Ø par an
hr: Približna godina
hu: Ø év
it: Ø all'anno
ja: Ø 年
nb: Ø år
nl: Ø jaar
pl: Ø rok
pt_br: Ø ano
ro: Ø pe an
ru: Ø год
sv: Ø år
tr: Ø Yıl
zh_hans: Ø 年

# Ø Monat
source: Average per month
ar: Ø الشهر
cs: průměrně za měsíc
da: Gennemsnit pr. måned
de: Ø Monat
es: Ø mes
fr: Ø par mois
hr: Prosjek po mjesecu
hu: Ø hónap
it: Ø mese
ja: Ø ヶ月
nb: Ø Måned
nl: Ø maand
pl: Ø miesiąc
pt_br: Ø Mês
ro: Ø pe lună
ru: Ø месяц
sv: Ø Månad
tr: Ø Ay
zh_hans: Ø 个月

source: of the month
ar: من الشهر
cs: měsíce
de: des Monats
es: del mes
hr: mjeseca
hu: a hónap
it: del mese
ja: 今月の
nb: i måneden
nl: van de maand
pt_br: do mês
ro: a lunii
ru: месяца
sv: i månaden
tr: ayın
zh_hans: 本月的

source: OK
ar: حسناً
es: Vale
hr: U redu
ru: ОК
tr: Tamam
zh_hans: 好的

# onboarding_account_name_placeholder
source: Account name (e.g. Main Checking)
ar: اسم الحساب (مثل: حساب جاري)
cs: Název účtu (např. Běžný účet)
de: Kontoname (z.B. UBS Konto)
es: Nombre de cuenta (p.ej. Cuenta principal)
fr: Nom du compte (ex. Compte courant)
hr: Naziv računa (npr. Tekući račun)
hu: Számlanév (pl. fő ellenőrzés)
it: Nome conto (es. Conto corrente)
ja: 口座名（例：普通預金）
nb: Kontonavn (f.eks. Brukskonto)
nl: Rekeningnaam (bijv. Betaalrekening)
pl: Nazwa konta (np. Konto bieżące)
pt_br: Nome da conta (ex. Conta corrente)
ro: Numele contului (de exemplu, Verificare principală)
ru: Название счёта (напр. Текущий счёт)
sv: Kontonamn (t.ex. Lönekonto)
tr: Hesap adı (örn. Vadesiz Hesap)
zh_hans: 账户名称（如：活期账户）

# onboarding_accounts_subtitle
source: Add your most important accounts — so your dashboard is filled from the start. You can add more anytime.
ar: أضف حساباتك الأكثر أهمية — حتى تكون لوحة التحكم مليئة منذ البداية. يمكنك الإضافة في أي وقت.
cs: Přidejte své nejdůležitější účty — aby byl váš přehled vyplněn od začátku. Další můžete přidávat kdykoli.
de: Füge deine wichtigsten Konten hinzu — damit dein Dashboard von Anfang an gefüllt ist. Du kannst jederzeit weitere ergänzen.
es: Agrega tus cuentas más importantes — para que tu panel esté lleno desde el principio. Puedes agregar más en cualquier momento.
fr: Ajoutez vos comptes les plus importants — pour que votre tableau de bord soit rempli dès le début. Vous pouvez en ajouter à tout moment.
hr: Dodajte svoje najvažnije račune — kako bi vaša nadzorna ploča bila popunjena od samog početka. Uvijek možete dodati više.
hu: Adja hozzá legfontosabb fiókjait – így az irányítópult kezdettől fogva tele lesz. Bármikor hozzáadhat továbbiakat.
it: Aggiungi i tuoi conti più importanti — così il tuo pannello sarà pieno fin dall'inizio. Puoi aggiungerne altri in qualsiasi momento.
ja: 主要な口座を追加して、ダッシュボードを最初から充実させましょう。いつでも追加できます。
nb: Legg til de viktigste kontoene dine — slik at dashbordet ditt er fylt fra starten. Du kan legge til flere når som helst.
nl: Voeg je belangrijkste rekeningen toe — zodat je dashboard vanaf het begin gevuld is. Je kunt altijd meer toevoegen.
pl: Dodaj swoje najważniejsze konta — aby Twój panel był wypełniony od samego początku. Możesz dodawać więcej w dowolnym momencie.
pt_br: Adicione suas contas mais importantes — para que seu painel esteja preenchido desde o início. Você pode adicionar mais a qualquer momento.
ro: Adăugați cele mai importante conturi ale dvs. - astfel încât tabloul de bord să fie umplut de la început. Puteți adăuga mai multe oricând.
ru: Добавьте свои основные счета — чтобы ваша панель была заполнена с самого начала. Вы можете добавить ещё в любое время.
sv: Lägg till dina viktigaste konton — så att din instrumentpanel är fylld från början. Du kan lägga till fler när som helst.
tr: En önemli hesaplarınızı ekleyin — böylece paneliniz baştan dolu olur. İstediğiniz zaman daha fazla ekleyebilirsiniz.
zh_hans: 添加您最重要的账户 — 让仪表盘从一开始就充实起来。随时可以添加更多。

# onboarding_accounts_title
source: Your Accounts
ar: حساباتك
cs: Vaše účty
de: Deine Konten
es: Tus cuentas
fr: Vos comptes
hr: Vaši računi
hu: Az Ön fiókjai
it: I tuoi conti
ja: 口座の設定
nb: Dine kontoer
nl: Jouw rekeningen
pl: Twoje konta
pt_br: Suas contas
ro: Conturile dvs
ru: Ваши счета
sv: Dina konton
tr: Hesaplarınız
zh_hans: 您的账户

# onboarding_add_account
source: Add Account
ar: إضافة حساب
cs: Přidat účet
de: Konto hinzufügen
es: Agregar cuenta
fr: Ajouter un compte
hr: Dodaj račun
hu: Fiók hozzáadása lehetőségre
it: Aggiungi conto
ja: 口座を追加
nb: Legg til konto
nl: Rekening toevoegen
pl: Dodaj konto
pt_br: Adicionar conta
ro: Adăugați un cont
ru: Добавить счёт
sv: Lägg till konto
tr: Hesap Ekle
zh_hans: 添加账户

# onboarding_amount_placeholder
source: Current Balance
ar: الرصيد الحالي
cs: Aktuální zůstatek
de: Aktueller Betrag
es: Saldo actual
fr: Solde actuel
hr: Trenutno stanje
hu: Jelenlegi egyenleg
it: Saldo attuale
ja: 現在の残高
nb: Nåværende saldo
nl: Huidig saldo
pl: Aktualny saldo
pt_br: Saldo atual
ro: Sold curent
ru: Текущий баланс
sv: Aktuellt saldo
tr: Mevcut Bakiye
zh_hans: 当前余额

# onboarding_chip_future
source: Future
ar: المستقبل
cs: Budoucnost
de: Zukunft
es: Futuro
fr: Avenir
hr: Budućnost
hu: Jövőbeli
it: Futuro
ja: 将来
nb: Fremtid
nl: Toekomst
pl: Przyszłość
pt_br: Futuro
ro: Viitor
ru: Будущее
sv: Framtid
tr: Gelecek
zh_hans: 未来

# onboarding_chip_health
source: Health
ar: الصحة
cs: Zdraví
de: Gesundheit
es: Salud
fr: Santé
hr: Zdravlje
hu: Egészség
it: Salute
ja: 健全性
nb: Helse
nl: Gezondheid
pl: Zdrowie
pt_br: Saúde
ro: Sănătate
ru: Здоровье
sv: Hälsa
tr: Sağlık
zh_hans: 健康

# onboarding_chip_overview
source: Overview
ar: نظرة عامة
cs: Přehled
de: Übersicht
es: Resumen
fr: Aperçu
hr: Pregled
hu: Áttekintés
it: Panoramica
ja: 概要
nb: Oversikt
nl: Overzicht
pl: Przegląd
pt_br: Visão geral
ro: Prezentare generală
ru: Обзор
sv: Översikt
tr: Genel Bakış
zh_hans: 概览

# onboarding_chip_planning
source: Planning
ar: التخطيط
cs: Plánování
de: Planung
es: Planificación
fr: Planification
hr: Planiranje
hu: Tervezés
it: Pianificazione
ja: 計画
nb: Planlegging
pl: Planowanie
pt_br: Planejamento
ro: Planificare
ru: Планирование
sv: Planering
tr: Planlama
zh_hans: 规划

# onboarding_currency_disclaimer
source: Exchange rates are estimates without fees. All amounts remain stored in their original currency.
ar: أسعار الصرف تقديرية بدون رسوم. تبقى جميع المبالغ مخزّنة بعملتها الأصلية.
cs: Směnné kurzy jsou odhady bez poplatků. Všechny částky zůstávají uloženy v původní měně.
de: Wechselkurse sind Schätzungen ohne Gebühren. Alle Beträge bleiben in der Originalwährung gespeichert.
es: Las tasas de cambio son estimaciones sin comisiones. Todos los importes permanecen en su moneda original.
fr: Les taux de change sont des estimations sans frais. Tous les montants restent dans leur devise d'origine.
hr: Tečajevi su procjene bez naknada. Svi iznosi ostaju pohranjeni u originalnoj valuti.
hu: Az árfolyamok díjak nélküli becslések. Minden összeg az eredeti pénznemében marad.
it: I tassi di cambio sono stime senza commissioni. Tutti gli importi rimangono nella valuta originale.
ja: 為替レートは手数料なしの概算値です。すべての金額は元の通貨で保存されます。
nb: Valutakurser er estimater uten gebyrer. Alle beløp lagres i originalvalutaen.
nl: Wisselkoersen zijn schattingen zonder kosten. Alle bedragen worden in de oorspronkelijke valuta opgeslagen.
pl: Kursy wymiany są szacunkami bez opłat. Wszystkie kwoty są przechowywane w oryginalnej walucie.
pt_br: As taxas de câmbio são estimativas sem taxas. Todos os valores permanecem armazenados na moeda original.
ro: Ratele de schimb sunt estimative fără comisioane. Toate sumele rămân stocate în moneda lor originală.
ru: Обменные курсы являются приблизительными без учёта комиссий. Все суммы хранятся в исходной валюте.
sv: Växelkurser är uppskattningar utan avgifter. Alla belopp lagras i ursprungsvalutan.
tr: Döviz kurları, ücret içermeyen tahminlerdir. Tüm tutarlar orijinal para biriminde saklanır.
zh_hans: 汇率为估算值，不含手续费。所有金额以原始货币存储。
